Repository: srdjan-drca/CableManager
Catalog: Source/CableManager.Localization/Resources/Labels.*.resx
Languages: hr_hr

# UI_About
source: About
hr_hr: O nama

# UI_Add
source: Add
hr_hr: Dodaj

# UI_Controls
source: Controls
hr_hr: Kontrole

# UI_Create
source: Create
hr_hr: Stvori

# UI_CreateOfferPdf
source: Offer PDF
hr_hr: PDF ponuda

# UI_Croatian
source: Croatian
hr_hr: Hrvatski

# UI_CurrentlyLoggedUser
source: Currently logged in user:
hr_hr: Trenutno prijavljeni korisnik:

# UI_Customer
source: Customer
hr_hr: Klijent

# UI_CustomerRequest
source: Customer request
hr_hr: Zahtjev klijenta

# UI_CustomerSaved
source: Customer saved successfully
hr_hr: Klijent spremljen

# UI_Date
source: Date
hr_hr: Datum

# UI_DragAndDrop
source: Drag & Drop
hr_hr: Povuci & Ispusti

# UI_English
source: English
hr_hr: Engleski

# UI_LogIn
source: LOG IN
hr_hr: PRIJAVI SE

# UI_LogOut
source: Log out
hr_hr: Odjavi se

# UI_Name
source: Name
hr_hr: Ime

# UI_Offer
source: Offer
hr_hr: Ponuda

# UI_Overview
source: Overview
hr_hr: Pregled

# UI_Password
source: PASSWORD
hr_hr: LOZINKA

# UI_PasswordIsEmpty
source: Pasword is empty
hr_hr: Unesite lozinku

# UI_PasswordsMismatch
source: Password mismatch
hr_hr: Nepodudaranje lozinka

# UI_PriceLists
source: Price lists
hr_hr: Cjenik

# UI_ConfirmPassword
source: CONFIRM PASSWORD
hr_hr: POTVRDI LOZINKU

# UI_SelectLanguage
source: Select language:
hr_hr: Odaberi jezik:

# UI_Settings
source: Settings
hr_hr: Postavke

# UI_SignUp
source: SIGN UP
hr_hr: STVORI RAČUN

# UI_Submit
source: SUBMIT
hr_hr: POTVRDI

# UI_UserDatabaseIsNotCreated
source: User database is not created
hr_hr: Korisnička baza podataka nije stvorena

# UI_UserName
source: User name
hr_hr: Korisničko ime

# UI_UserNameAlreadySigned
source: User name is already taken
hr_hr: Korisničko ime zauzeto

# UI_UserNameIsEmpty
source: User name is empty
hr_hr: Unesite korisničko ime

# UI_UserOrPasswordNotCorrect
source: User or password are incorrect
hr_hr: Korisnik ili lozinka neispravni

# UI_UserSuccessfullySignedUp
source: User successfully signed up
hr_hr: Korisnik prijavljen

# UI_Edit
source: Edit
hr_hr: Uredi

# UI_Actions
source: Actions
hr_hr: Mogućnosti

# UI_AddressTo
source: Address to...
hr_hr: Naslovi na...

# UI_ApplicationAbout
source: Application for automatic offer creation based on customer request
hr_hr: Aplikacija za automatsko stvaranje ponuda temeljenih na zahtjevima kupaca

# UI_City
source: City
hr_hr: Grad

# UI_Country
source: Country
hr_hr: Zemlja

# UI_Delete
source: Delete
hr_hr: Izbriši

# UI_Language
source: Language
hr_hr: Jezik

# UI_PostalCode
source: Postal code
hr_hr: Poštanski broj

# UI_Rebate
source: Rebate (%)
hr_hr: Rabat (%)

# UI_Save
source: Save
hr_hr: Spremi

# UI_SendToCustomer
source: Send to customer
hr_hr: Pošalji klijentu

# UI_Street
source: Street
hr_hr: Ulica

# UI_TaxNumber
source: Tax number
hr_hr: OIB

# UI_CustomerRequestAdded
source: Customer request document is successfully added
hr_hr: Zahtjev klijenta dodan

# UI_NumberOfOffersDeleted
source: Number of offers deleted:
hr_hr: Broj izbrisanih ponuda:

# UI_OfferDocumentNotSelected
source: Offer document is not selected
hr_hr: Ponda nije odabrana

# UI_PriceDocumentsLoaded
source: Price list documents successfully loaded
hr_hr: Cjenik učitan

# UI_NumberOfCustomersDeleted
source: Number of customers deleted:
hr_hr: Broj izbrisanih klijenata:

# UI_CustomerNameMustBeEntered
source: Customer name must be entered
hr_hr: Unesite ime klijenta

# UI_CustomerNameAlreadySaved
source: Customer name already saved
hr_hr: Ime klijenta već spremljeno

# UI_CustomerTaxNumberMustBeUnique
source: Customer tax number is already registered
hr_hr: OIB klijenta već postoji

# UI_OfferDocumentSaved
source: Offer successfully saved
hr_hr: Ponuda spremljena

# UI_Open
source: Open
hr_hr: Otvori

# UI_Contact
source: Contact
hr_hr: Kontakt

# UI_User
source: User
hr_hr: Korisnik

# UI_Company
source: Company
hr_hr: Tvrtka

# UI_CreateOfferExcel
source: Offer Excel
hr_hr: Excel ponuda

# UI_Mobile
source: Mobile
hr_hr: Mobitel

# UI_Phone
source: Phone
hr_hr: Telefon

# UI_ChangePassword
source: Change password
hr_hr: Promijeni lozinku

# UI_FirstName
source: First name
hr_hr: Ime

# UI_LastName
source: Last name
hr_hr: Prezime

# UI_CurrentPassword
source: Current password
hr_hr: Trenutna lozinka

# UI_CompanyContactSaved
source: Company contact saved
hr_hr: Kontakt tvrtke spremljen

# UI_NewPassword
source: New password
hr_hr: Nova lozinka

# UI_ConfirmNewPassword
source: Confirm new password
hr_hr: Potvrdi novu lozinku

# UI_UserSuccessfullySaved
source: User successfully saved
hr_hr: Korisnik spremljen

# UI_CurrentPasswordIsEmpty
source: Current password is empty
hr_hr: Unesite trenutnu lozinku

# UI_NewPasswordIsEmpty
source: New password is empty
hr_hr: Unesite novu lozinku

# UI_PasswordSuccessfullyChanged
source: Password successfully changed
hr_hr: Lozinka promijenjena

# UI_CustomerMustBeSelected
source: Customer must be selected
hr_hr: Odaberite klijenta

# UI_CustomerRequestMustBeSelected
source: Customer request must be selected
hr_hr: Odaberite zahtjev klijenta

# UI_Note
source: Note
hr_hr: Napomena

# UI_CableName
source: Cable name
hr_hr: Naziv kabla

# UI_Synonyms
source: Synonyms
hr_hr: Sinonimi

# UI_CableNameSaved
source: Cable name saved
hr_hr: Naziv kabla spremljen

# UI_Load
source: Load
hr_hr: Učitaj

# UI_UserNumber
source: User number
hr_hr: Korisnički broj

# UI_IncludeInSearch
source: Include in search
hr_hr: Uključi u pretragu

# UI_CableNameMustBeEntered
source: Cable name must be entered
hr_hr: Unesite naziv kabla

# UI_CableNotSelected
source: Cable not selected
hr_hr: Kabel nije označen

# UI_CableNameAlreadySaved
source: Cable name already saved
hr_hr: Naziv kabla već postoji

# UI_NumberOfCablesLoaded
source: Number of cables loaded:
hr_hr: Broj učitanih kablova:

# UI_CablesNotSelected
source: Cables not selected
hr_hr: Kablovi nisu označeni

# UI_EnterLicense
source: Enter license
hr_hr: Unesi licencu

# UI_CustomerTaxNumberMustBeEntered
source: Customer tax number must be entered
hr_hr: Unesite OIB klijenta

# UI_LicenseIsInvalid
source: License is invalid
hr_hr: Licenca je nevalidna

# UI_LicenseIsValid
source: License is valid, product is activated
hr_hr: Licenca je validna, proizvod je aktiviran

# UI_NumberOfCablesDeleted
source: Number of cables deleted:
hr_hr: Broj izbrisanih kablova:

# UI_EnterLicenseKey
source: Enter license key
hr_hr: Unesi licencu

# UI_CableNameAddInstruction
source: Synonym names must be divided by comma [,]
hr_hr: Sinonimi moraju biti razdvojeni sa zarezom [,]

# UI_LicenseKey
source: License key:
hr_hr: Licenca:

# UI_Browse
source: Browse
hr_hr: Pretraži

# DOC_Amount
source: Amount
hr_hr: Iznos

# DOC_ApprovedBy
source: Approved by:
hr_hr: Odobrio:

# DOC_Bottom1
source: The offer serves only as invitation for payment
hr_hr: Ponuda služi samo kao poziv na plaćanje

# DOC_Bottom2
source: Value added tax declared (VAT 25%) can not be recognized as a pre-tax based on this offer
hr_hr: Iskazani porez na dodanu vrijednost (PDV 25%) ne može se priznati kao predporez temeljem ove ponude.

# DOC_ControlledBy
source: Controlled by:
hr_hr: Kontrolirao:

# DOC_CustomerTaxNumber
source: Customer tax number:
hr_hr: OIB kupca:

# DOC_Date
source: Date:
hr_hr: Datum:

# DOC_DeliveryDate
source: Delivery date:
hr_hr: Datum ispor.:

# DOC_DocumentComposedBy
source: Document composed by:
hr_hr: Dokument sastavio:

# DOC_IssuedBy
source: ISSUED BY:
hr_hr: IZDAO:

# DOC_Name
source: Name
hr_hr: Naziv

# DOC_OfferNumber
source: OFFER No:
hr_hr: PONUDA br:

# DOC_OrdinalNumber
source: No
hr_hr: Rb

# DOC_Phone
source: phone:
hr_hr: tel:

# DOC_Price
source: Price
hr_hr: Cijena

# DOC_Quantity
source: Quantity
hr_hr: Količina

# DOC_Rebate
source: Rebate %
hr_hr: Rabat %

# DOC_RebateTotal
source: Rebate total:
hr_hr: Ukupno rabat:

# DOC_TaxNumber
source: Tax number:
hr_hr: OIB:

# DOC_Total
source: Total:
hr_hr: Ukupno:

# DOC_TotalVAT
source: Total VAT:
hr_hr: Ukupno PDV:

# DOC_TotalWithoutVAT
source: Total without VAT:
hr_hr: Ukupno bez PDV:

# DOC_Unit
source: Unit
hr_hr: Jmj.

# DOC_VAT
source: VAT %
hr_hr: PDV %

# DOC_WorthUntil
source: Worth until
hr_hr: Vrijedi do:

# UI_Clear
source: Clear
hr_hr: Očisti

# UI_CustomerRequestMustBeXlsx
source: Customer request must be in xlsx format
hr_hr: Zahtjev klijenta mora bitu u xlsx formatu

# UI_SelectPriceListDocument
source: Select at least one price list document
hr_hr: Izaberi bar jedan cijenik
